{"sheets": {"data": [{"item": "$5bn in federal funding for Melbourne airport rail link", "description": "Malcolm Turnbull announced the Coalition will invest $5bn towards a Melbourne airport train line, a project that has been debated and reviewed by successive state governments for decades.\n\nThe prime minister made the announcement on April 12 and said the federal government would deliver funding for half the project and the Victorian government would need to contribute another $5bn. \n\nThe only public transport option to and from the airport currently is the Sky Bus, an express bus service between the airport and the city which can take up to 45 minutes.\n\n“Melbourne’s airport needs a railway,” Turnbull said. “The freeway is getting more congested. Too many Melburnians and visitors spend too many hours stuck in traffic trying to get to and from this airport. ", "url": "https://www.theguardian.com/australia-news/2018/apr/12/turnbull-puts-up-5bn-for-melbourne-airport-rail-link", "linktext": "Guardian Australia", "tags": "infrastructure, public transport", "importance": "3", "biographic": "VIC", "status": "confirmed", "checked-subbed": ""}, {"item": "Government ditches planned $8bn rise in Medicare levy", "description": "The government confirmed in April it would dump plans to increase the Medicare levy to fund the national disability insurance scheme, in a shift intended to reframe the tax debate before the next election.\n\nScott Morrison used a speech to business economists on April 26 to confirm the about face on a measure the government first outlined in the 2017 budget. He said an improvement in revenue collections over the past 12 months rendered the proposed Medicare levy increase redundant, so the government could afford to fund the scheme without the levy hike that was forecast to raise $8.2bn. The Coalition has argued previously that Labor left the scheme under-funded.\n", "url": "https://www.theguardian.com/australia-news/2018/apr/25/government-ditches-planned-8bn-rise-in-medicare-levy", "linktext": "Guardian Australia", "tags": "medicare, health, tax", "importance": "3", "biographic": "", "status": "confirmed", "checked-subbed": ""}, {"item": "Turnbull announces $180m funding boost for WA hospitals", "description": "Turnbull announced a $180m funding boost for WA hosptials.\n\nAccording to the West Australian, Turnbull linked the funding to long-running complaints over the state's GST share.\n\nHe said the $189m payment, to be included in the budget, would take this year’s GST share for WA from 47¢ in the dollar to an effective 50¢.\n\n“I am ensuring that the people of Western Australia get their fair share,” Turnbull said.\n\nThe extra money will reportedly be directed to three projects, with $158 million going to Joondalup Health Campus, $10.6 million for the Osborne Park Hospital expansion and $20.3 million for refurbishing Royal Perth Hospital.", "url": "https://thewest.com.au/news/health/malcolm-turnbull-in-gst-linked-spending-blitz-in-wa-ng-b88816687z", "linktext": "The West Australian", "tags": "health, hospitals", "importance": "2", "biographic": "WA", "status": "confirmed", "checked-subbed": ""}, {"item": "Budget earmarks $500m to mitigate Great Barrier Reef climate change", "description": "The Turnbull government will allocate $500m to mitigate the impacts of climate change and environmental damage on the Great Barrier Reef.\n\nThe funding follows a recent study finding that 30% of the reef’s corals died in a catastrophic nine-month marine heatwave in 2016.\n\nThe government will partner with the Great Barrier Reef Foundation in a $444m agreement to tackle crown-of-thorns starfish, reduce pollution and mitigate the impacts of climate change.\n\nThe government will increase funding for the Great Barrier Reef Marine Park Authority and the Department of the Environment and Energy by $56m to expand environmental management and compliance operations. ", "url": "https://www.theguardian.com/environment/2018/apr/29/budget-earmarks-500m-to-mitigate-great-barrier-reef-climate-change", "linktext": "Guardian Australia", "tags": "environment", "importance": "3", "biographic": "QLD", "status": "confirmed", "checked-subbed": ""}, {"item": "Government reverses decision to cut the energy supplement", "description": "The government will reverse plans to scrap the energy supplement, a payment made to pensioners and other welfare recipients.\n\nOriginally designed as compensation for the impact of the carbon tax, maintaining the supplement now has support from both Labor and the Coalition.", "url": "https://thewest.com.au/politics/federal-politics/treasurer-scott-morrison-to-use-federal-budget-to-backflip-on-energy-supplement-ng-b88822272z", "linktext": "The West Australian", "tags": "welfare, pensioners", "importance": "2", "biographic": "unemployed, elderly, retired", "status": "unconfirmed", "checked-subbed": ""}, {"item": "$150m for upgrades to the Bruce Highway in Queensland", "description": "Prime minister Malcolm Turnbull travelled to Queensland to announce $150m in funding would be provided to upgrade the Bruce Highway.\n\nThe $150m will create a new southbound entry and exit with two ramps, allowing easier access to the Bruce Highway that connects to the Sunshine Coast and Redcliffe.", "url": "https://www.brisbanetimes.com.au/politics/queensland/150-million-bruce-highway-splash-as-part-of-three-day-pm-blitz-20180403-p4z7j0.html", "linktext": "The Brisbane Times", "tags": "infrastructure, roads", "importance": "1", "biographic": "QLD", "status": "confirmed", "checked-subbed": ""}, {"item": "Conditional commitment of $1bn to upgrade slow spots on the M1 ", "description": "Malcolm Turnbull announce a potential $1bn in funding to upgrade the M1 between Brisbane and Logan, and between between Varsity Lakes and Tugun.\n\nHowever the government wants the upgrades to be funded on a 50:50 basis with the Queensland government, and there is yet to be agreement on this from the state government.\n\nThere is also reportedly some disagreement on which areas of the M1 should be upgraded first, with the Queensland roads minister preferring the section from Varsity Lakes to the Queensland-New South Wales border to be upgraded to allow the whole M1 to become six lanes.", "url": "https://www.brisbanetimes.com.au/national/queensland/queensland-wants-flexibility-from-federal-government-on-1bn-m1-funding-20180410-p4z8rw.html", "linktext": "The Brisbane Times", "tags": "infrastructure, roads", "importance": "2", "biographic": "QLD", "status": "confirmed", "checked-subbed": ""}, {"item": "$65m for the creation of a national data commission", "description": "A national \"data commission\" will be created to oversee and facilitate the use of government-held data.\n\nAccording to a statement from the human services minister Michael Keenan part of the new commissioner's role will be to streamline data sharing between agencies, \n\n\"Australia's data is an important national resource which, when used correctly, can greatly assist consumers, researchers, government agencies and industry to better understand the world we live in and to make sound investment decisions based on evidence,\" he said.\n\n\"Australians have a right to know that their data is being used responsibly. That is why the new laws will ensure safeguards around privacy remain strong.\"", "url": "https://www.mhs.gov.au/media-releases/2018-05-01-government-response-productivity-commission-inquiry-data-availability-and-use", "linktext": "Department of Human Services", "tags": "technology", "importance": "1", "biographic": "", "status": "confirmed", "checked-subbed": ""}, {"item": "Lower tax for craft beer, tax refunds for brewers and distillers", "description": "A beer tax that slugs craft brewers 40% more for using smaller kegs was axed in the federal budget.\n\nA two-tier tax system means draught beer sold in 50 litre kegs are currently taxed at $34 a litre, but beers in kegs under 30 litres are slugged $49 a litre.\n\n\"This is unfair for smaller brewery businesses,\" treasurer Scott Morrison told News Corp.\n\nAlcohol manufacturers can currently claim a refund of 60% in the excise duty paid on beer and spirits of up to $30,000 a year.\n\nThis will increase to $100,000 from July 1 next year, and apply to all brewers and distillers for the first time.\n\n\"This not only champions the craft brewers that we've all grown to love, it raises a very tantalising prospect for Australians: the likelihood of cheaper craft beer,\" Morrison said.\n\n\"These brewers are predominantly small businesses and could benefit both from the increase to the excise refund cap and extended access to the concessional draught beer excise rate.\"", "url": "", "linktext": "Source: AAP", "tags": "alcohol & cigarrettes, business taxes", "importance": "1", "biographic": "", "status": "confirmed", "checked-subbed": ""}, {"item": "Bigger tax breaks for filmmakers", "description": "Hollywood filmmakers are being offered bigger tax breaks to lure blockbuster productions to Australia.\n\nThe $140m federal budget sweetener will effectively double the existing rebate offered for films to 30%.\n\nTourism minister Steve Ciobo is confident the location offset incentive will attract more big-budget international filmmakers to Australia, and Queensland in particular.\n\n\"The major studios have told us they want to make movies here,\" Mr Ciobo told the Courier-Mail.\n\n\"This funding makes Australia more competitive and will help secure more major productions that will create and support local jobs.\"", "url": "", "linktext": "Source: AAP", "tags": "business taxes, arts & culture", "importance": "1", "biographic": "", "status": "confirmed", "checked-subbed": ""}, {"item": "School chaplain funding continued", "description": "The school chaplain program will be extended for another four years.\n\nThe chaplains program was introduced by John Howard, continued by Labor governments, and was granted $245m in the 2014 budget by the Abbott government.", "url": "https://www.theaustralian.com.au/national-affairs/education/schools-chaplain-program-extended-with-bullying-focus/news-story/04fdad5f42fed011f3b33d13d93ef6dd", "linktext": "The Australian", "tags": "education, youth", "importance": "1", "biographic": "young, dependants, studying", "status": "unconfirmed", "checked-subbed": ""}, {"item": "Almost $1bn in funding for Coffs Harbour bypass", "description": "Nearly $1bn will be set aside for a Coffs Harbour bypass on the Pacific Highway in northern NSW.\n\nTreasurer Scott Morrison says it is an important project to drive down the tragic road toll.\n\n\"Most importantly, (it will) mean safer travel both for people who live locally up around Coffs, but also for those making the trip up the coast or down the coast,\" he told News Corp on Monday.\n\n\"The only downside to the Coffs Harbour bypass is you won't be able to drive past the Big Banana anymore.\"", "url": "", "linktext": "Source: AAP", "tags": "roads, infrastructure", "importance": "3", "biographic": "NSW", "status": "confirmed", "checked-subbed": ""}, {"item": "$50m in funding for new Australian space agency", "description": "The government will set aside $50m to fund Australia’s first dedicated space agency.\n\nIt is understood $50m will be given to the fledgling agency as “seed funding”, with the intention that the majority of the agency’s funding will come from the private sector.\n\nMegan Clark, a former head of the CSIRO who this year completed a comprehensive review of Australia’s space sector, will lead the agency, the ABC reported.\n\nThe founding of a space agency had been first been announced in September last year but this year’s budget is the first time that funding had been confirmed. The ABC reported that the agency would work on areas such as GPS technology.", "url": "http://www.abc.net.au/news/2018-05-03/australia-space-agency-funding-in-federal-budget-2018/9720370", "linktext": "ABC", "tags": "science, technology", "importance": "1", "biographic": "", "status": "unconfirmed", "checked-subbed": ""}, {"item": "$70 million on a new Australian Centre to Counter Child Exploitation", "description": "The government will allocate $68.6m from the budget towards the creation of a new national centre to fight child exploitation.\n\nThe new Australian Centre to Counter Child Exploitation (ACCCE) will sit under the Department of Home Affairs. \n\nAccording to a statement from the Department of Home Affairs, the ACCE will combine resources from multiple departments and agencies. In the statement, Minister for Home Affairs Peter Dutton said preventing child exploitation was a key priority of the Turnbull Government.", "url": "http://minister.homeaffairs.gov.au/angustaylor/Pages/australian-centre-to-counter-child-exploitation.aspx", "linktext": "Department of Home Affairs", "tags": "crime & justice", "importance": "1", "biographic": "QLD", "status": "unconfirmed", "checked-subbed": ""}, {"item": "Government considering a $500 million upgrade to the Australian War Memorial", "description": "TBC", "url": "", "linktext": "Source: AAP", "tags": "arts & culture", "importance": "1", "biographic": "ACT", "status": "unconfirmed", "checked-subbed": ""}, {"item": "New counter-espionage unit created within home affairs department", "description": "TBC", "url": "https://www.theaustralian.com.au/national-affairs/national-security/crack-unit-to-ward-off-threats-from-espionage/news-story/8409b24c8595bee1bc27e9927f05fbd5", "linktext": "The Australian", "tags": "defence, crime & justice", "importance": "1", "biographic": "", "status": "unconfirmed", "checked-subbed": ""}, {"item": "Crackdown on R&D tax breaks", "description": "TBC", "url": "https://www.dailytelegraph.com.au/news/nsw/federal-budget-2018-research-and-development-tax-rorts-to-be-shut-down/news-story/733d875132dca299b1264483dea97341", "linktext": "Daily Telegraph", "tags": "business taxes", "importance": "1", "biographic": "", "status": "unconfirmed", "checked-subbed": ""}, {"item": "Personal income tax cuts", "description": "The government has announced cuts to income tax rates, with the priority of “delivering tax relief for low to middle-income earners”.\n\nThe treasurer Scott Morrison said that low and middle-income earners “should be the first to whom we seek to provide tax relief”, leaving open the possibility that higher income earners will benefit from the income tax cut plan later on.", "url": "", "linktext": "Guardian Australia", "tags": "personal tax", "importance": "5", "biographic": "", "status": "confirmed", "checked-subbed": ""}, {"item": "$1.6bn for South Australian road upgrades", "description": "On 1 May the government announced it will spend $177 million for the Regency Road to Pym Street stage of the North-South Corridor. The minister for urban infrastructure Paul Fletcher confirmed on Monday the budget will contain a further $1.2bn for future projects on the North-South Corridor, the major route for north and south bound traffic, running between Gawler and Old Noarlunga, a distance of 78 kilometres. The Turnbull government will also commit $160m to duplicate the Joy Baluch Bridge in Port Augusta.\n ", "url": "http://www.adelaidenow.com.au/news/south-australia/south-australia-to-receive-18-billion-in-federal-budgets-for-roads-and-rail-including-14-billion-for-south-rd-upgrade/news-story/9ba86c739d1b4d1c20caa93b2a63c9d8", "linktext": "Adelaide Now", "tags": "roads, infrastructure", "importance": "3", "biographic": "SA", "status": "confirmed", "checked-subbed": ""}, {"item": "$220m for Gawler rail line electrification", "description": "The minister for urban infrastructure Paul Fletcher confirmed on Monday the government will spend $220m to work with the Marshall government and electrify the Gawler rail line", "url": "", "linktext": "Source: Leon Byner 5AA", "tags": "infrastructure, public transport", "importance": "3", "biographic": "SA", "status": "confirmed", "checked-subbed": ""}, {"item": "$1.05bn for Perth Metronet", "description": "On 27 April Malcolm Turnbull announced the will commit a further $1.05bn in federal investment towards Metronet.", "url": "", "linktext": "", "tags": "infrastructure, public transport", "importance": "3", "biographic": "WA", "status": "confirmed", "checked-subbed": ""}, {"item": "$1.7bn for Western Australian road projects", "description": "On 27 April Malcolm Turnbull announced $560m in federal funding for the Bunbury Outer Ring Road, $253m to extend the Tonkin Highway from Thomas Road to the South West Highway, $145m to widen the Tonkin Highway, $183m to construct grade separations at Hale, Welshpool and Kelvin interchanges, $108m to extend the Mitchell Freeway from Hester Avenue to Romeo Road, $47m for the Welshpool Road interchance, $144m for the Roe Highway-Great Eastern Highway Bypass Interchange, $65m for the Stephenson Avenue extension and $220m for the Great Northern Highway Bindoon bypass.", "url": "", "linktext": "", "tags": "infrastructure, roads", "importance": "3", "biographic": "WA", "status": "confirmed", "checked-subbed": ""}, {"item": "Budget crackdown on illicit tobacco aims to raise $3.6bn over four years", "description": "The Turnbull government will aim to raise $3.6bn over four years through a crackdown on illicit tobacco to be announced in Tuesday’s budget.\n\nThe finance minister, Mathias Cormann, confirmed the plan to prevent the sale of 864 tonnes of illicit tobacco that escapes duties each year.\n\nThe Australian Taxation Office will be given expanded powers to charge excise and other taxes when tobacco enters the country rather than when products such as cigarettes leave a licensed warehouse in Australia destined for the retail market. The policy includes a new requirement to obtain a permit to import tobacco.\n\nThe government will establish a tobacco taskforce, to be led by the Australian Border Force, to dismantle illicit tobacco supply chains.", "url": "https://www.theguardian.com/australia-news/2018/may/06/budget-crackdown-on-illicit-tobacco-aims-to-raise-36bn-over-four-years", "linktext": "Guardian Australia", "tags": "alcohol & cigarrettes", "importance": "2", "biographic": "", "status": "confirmed", "checked-subbed": ""}, {"item": "Royal flying doctors funded to provide mental health outreach for first time", "description": "The Turnbull government will provide an extra $84m to the Royal Flying Doctor Service to expand essential health services by providing mental health nurses for remote and rural areas.\n\nOn Thursday the prime minister, Malcolm Turnbull, and deputy prime minister Michael McCormack travelled to Broken Hill to announce that the service will establish a mental health outreach clinic for the first time in its 90-year history.\n\nIn the 2018 budget the Turnbull government will provide a total of $327m over four years to ensure ambulance, dental and mental health services are extended to areas where commonwealth-funded activity currently doesn’t reach or is limited.\n\nAbout $84m is new funding for psychologists and mental health nurses in a mental health outreach clinic program to begin operation by the start of next year.", "url": "https://www.theguardian.com/australia-news/2018/mar/29/royal-flying-doctors-funded-to-provide-mental-health-outreach-for-first-time", "linktext": "Guardian Australia", "tags": "mental health, health", "importance": "2", "biographic": "", "status": "confirmed", "checked-subbed": ""}, {"item": "Cuts to foreign aid", "description": "TBC", "url": "https://www.theguardian.com/business/2018/mar/29/save-the-children-deplores-reports-of-coalition-400m-foreign-aid-cut", "linktext": "Guardian Australia", "tags": "", "importance": "3", "biographic": "", "status": "unconfirmed", "checked-subbed": ""}, {"item": "Funding allocated for statement on issue aimed at giving women ‘economic resilience’", "description": "The budget will set aside funding for a women’s economic security statement to be delivered in September.\n\nOn Monday, Kelly O'Dwyer, the minister for revenue and women said there would be “a lot in the budget for millions of Australian women” but the Coalition would further address issues including workforce participation, pay equity and superannuation with a separate package.\n\nThe Australian Financial Review reported that “significant” funding of more than $100m would be set aside in the contingency reserves of Tuesday’s budget for the economic security statement.\n\nO’Dwyer told ABC’s AM the government wanted to ensure that women were safe “in their homes, online and in their workplaces”.\n\nShe said the statement would “make sure that women have the economic capability, the economic resilience to make choices about their lives”.\n\n“It’s particularly important when you consider that women retire, on average, with a lot less in their superannuation balances than men,” she said. “The median superannuation balance is around 42% less for women.", "url": "https://www.theguardian.com/australia-news/2018/may/07/womens-economic-security-in-budget-spotlight-kelly-odwyer-confirms", "linktext": "Guardian Australia", "tags": "women", "importance": "3", "biographic": "", "status": "confirmed", "checked-subbed": ""}], "tags": [{"tag": "medicare"}, {"tag": "childcare"}, {"tag": "roads"}, {"tag": "public transport"}, {"tag": "defence"}, {"tag": "personal tax"}, {"tag": "business taxes"}, {"tag": "health"}, {"tag": "housing"}, {"tag": "immigration"}, {"tag": "crime"}, {"tag": "welfare"}, {"tag": "seniors"}, {"tag": "superannuation"}, {"tag": "youth"}, {"tag": "homeless"}, {"tag": "pensioners"}, {"tag": "university"}, {"tag": "tax cuts "}, {"tag": "unemployed"}, {"tag": "apprenticeships"}, {"tag": "farming"}, {"tag": "energy "}, {"tag": "environment"}, {"tag": "infrastructure"}, {"tag": "education"}, {"tag": "veterans"}, {"tag": "transport"}, {"tag": "family"}, {"tag": "indigenous"}, {"tag": "hospitals"}, {"tag": "banks"}, {"tag": "resources"}, {"tag": "aged care"}, {"tag": "mental health"}, {"tag": "arts & culture"}, {"tag": "women"}, {"tag": "alcohol & cigarettes"}, {"tag": "science"}, {"tag": "technology"}, {"tag": "crime & justice"}, {"tag": "foreign aid"}], "bio": [{"tag": "young", "group": "Age", "colour": "#7d0068"}, {"tag": "middle aged", "group": "Age", "colour": "#b82266"}, {"tag": "elderly", "group": "Age", "colour": "#fdadba"}, {"tag": "dependants", "group": "Family", "colour": "#005689"}, {"tag": "no-dependants", "group": "Family", "colour": "#4bc6df"}, {"tag": "working", "group": "Employment", "colour": "#b51800"}, {"tag": "studying", "group": "Employment", "colour": "#cc2b12"}, {"tag": "unemployed", "group": "Employment", "colour": "#ff5b3a"}, {"tag": "retired", "group": "Employment", "colour": "#800c0c"}, {"tag": "self-employed", "group": "Employment", "colour": "#a60947"}, {"tag": "VIC", "group": "State", "colour": "#7d0068"}, {"tag": "WA", "group": "State", "colour": "#b82266"}, {"tag": "QLD", "group": "State", "colour": "#fdadba"}, {"tag": "NSW", "group": "State", "colour": "#005689"}, {"tag": "ACT", "group": "State", "colour": "#4bc6df"}, {"tag": "NT", "group": "State", "colour": "#b51800"}, {"tag": "TAS", "group": "State", "colour": "#cc2b12"}], "footer": [{"headline": "Women's economic security in budget spotlight, Kelly O'Dwyer confirms", "image": "https://i.guim.co.uk/img/media/ce2d0979aa36c56a80fb39aa94dd430b7d61048b/1809_1036_2726_1635/master/2726.jpg?w=620&q=55&auto=format&usm=12&fit=max&s=99b9d78d8b5e3553be4528c9267d68b0", "url": "https://www.theguardian.com/australia-news/2018/may/07/womens-economic-security-in-budget-spotlight-kelly-odwyer-confirms"}, {"headline": "Coalition's 'arbitrary' tax cap will force future spending cuts, thinktank warns", "image": "https://i.guim.co.uk/img/media/dae849985600d3fe185739ffd78e5368d222162c/0_371_5568_3341/master/5568.jpg?w=620&q=55&auto=format&usm=12&fit=max&s=99d79ca19a9c71b42e1de5e5da065b95", "url": "https://www.theguardian.com/australia-news/2018/may/07/coalitions-arbitrary-tax-cap-will-force-future-spending-cuts-thinktank-warns"}, {"headline": "Budget crackdown on illicit tobacco aims to raise $3.6bn over four years", "image": "https://i.guim.co.uk/img/media/f6374e200f2acd4646fa9249568d11312bc4d5d2/0_742_2736_1642/master/2736.jpg?w=620&q=55&auto=format&usm=12&fit=max&s=15c03d2d332972a1533b52bf1fedefc2", "url": "https://www.theguardian.com/australia-news/2018/may/06/budget-crackdown-on-illicit-tobacco-aims-to-raise-36bn-over-four-years"}, {"headline": "Labor promises 'root and branch' review of inadequate Newstart payment", "image": "https://i.guim.co.uk/img/media/b2510e2f41bb442cbe046fb5c8ba81e051564799/0_7_5136_3082/master/5136.jpg?w=620&q=55&auto=format&usm=12&fit=max&s=852b9664f1096fb50823660a1570040a", "url": "https://www.theguardian.com/australia-news/2018/may/02/newstart-embarrassingly-inadequate-and-history-will-judge-us-economist-says"}]}}